{"countries": ["USA", "South Africa", "Brazil", "China"], "sightings": [{"country": "USA", "description": "In mid-1947, a United States Army Air Forces balloon crashed at a ranch near Roswell, New Mexico. Following wide initial interest in the crashed flying disc, the US military stated that it was merely a conventional weather balloon.", "img": "/static/roswell.png", "name": "Roswell", "year": "1947"}, {"country": "Brazil", "description": "Jose Higgins, a topographer, reports a close encounter with 3 humanoid figures that emerged from a UFO.", "img": "/static/bauru.png", "name": "Bauru", "year": "1947"}, {"country": "Brazil", "description": "In early 1958, there were 9 seperate sightings and 7 photos of UFOs that were reported in the Trinidade Island of Brazil during meteorological and geological expeditions in the island.", "img": "/static/trindade.png", "name": "Trindade", "year": "1958"}, {"country": "USA", "description": "In early 1958 there were several reports of an elliptically shaped UFO with square ports in Connecticut, USA.", "img": "/static/saybrook.png", "name": "Saybrook", "year": "1958"}, {"country": "South Africa", "description": "A well-known photo series depicting a supposed UFO, was taken on 24 July in the Drakensberg region. The photographer, meteorologist Elizabeth Klarer, claimed detailed adventures with an alien race, as well as having had an alien lover, Akon, who she claims fathered her son Ayling.", "img": "/static/drakensberg.png", "name": "Drakensberg", "year": "1956"}, {"country": "South Africa", "description": "The Laubscher family videotaped a group of roundish triangular craft passing over the town of Graaff-Reinet, at about 25,000 ft. These were changing colour and sometimes circled one another, before being overtaken by a much larger, shiny, gold-coloured craft. At this point all the objects departed to a cloud bank on the horizon.", "img": "/static/graaff.png", "name": "Graaff-Reinet", "year": "1998"}, {"country": "China", "description": "An Unidentified Flying Object was spotted above Hangzhou Xiaoshan International Airport at 9.00 p.m. The airport was closed down due to the sighting.", "img": "/static/hangzhou.png", "name": "Hangzhou", "year": "2010"}, {"country": "South Africa", "description": "A host of silent, orange lights with consistent luminosity were observed as they traveled faster than a commercial aeroplane over Tierpoort near Pretoria (some 20 objects) and Krugersdorp respectively. On 15 June seven of these objects were observed and some photographed as they crossed the sky in single file over Tierpoort.", "img": "/static/tierpoort.png", "name": "Tierpoort", "year": "2011"}, {"country": "USA", "description": "After the sighting of a disc-shaped aircraft a group of strange, goblin-like creatures are reported to have repeatedly approached a farm house and looked inside through the windows. Members of the two families present shot at them several times with little or no effect. The encounter lasted from evening to dawn.", "img": "", "name": "Hopkinsville", "year": "1955"}, {"country": "South Africa", "description": "Two formations of high-flying, orange-red objects, were seen by many witnesses, and video-recorded by some, as they traveled between the towns of Middelburg and Witbank, 25 kilometres (16 mi) apart. The first formation of 7 objects were seen at 21:51 on 27 February, as they flew westwards from Middelburg towards Witbank. Due to their altitude they eventually disappeared behind clouds. At 20:00 on 6 March, they were noted again high in the sky, but this time greater in number, 23, and traveling in the opposite direction.", "img": "/static/witbank.jpg", "name": "Middelburg Witbank", "year": "2009"}, {"country": "USA", "description": "Harold A. Dahl reported that his dog was killed and his son was injured by debris in an encounter with four to six flying doughnut-shaped objects. He also claimed that a witness was subsequently threatened by the Men in Black.", "img": "", "name": "Maury Island", "year": "1947"}], "years": ["1947", "1956", "1958", "1998", "2010", "2011", "1955", "2009"]}