{"posts": [{"author": "Scott", "comments": [], "description": "This sounds pretty far fetched right? \r<br>You may also think that this conflicts with all religions, history and logic. \r<br>I am here to tell you that there is overwhelming evidence for this. \r<br>The Samarian's, an advanced ancient civilisation from Iraq, passed down for generations tales of the so called 'Annunaki' that left their homeland after a horrific cataclysm that rendered their ozone relatively useless. \r<br>To repair their home world they needed one resource that they could not get anywhere else. Gold. \r<br>To mine this gold they first brought a slave race to earth. These slaves would work for the Annunaki mining gold for their masters. One day though the slaves tried to rebel. This angered the Annunaki who wiped the slave race off of the face of the earth. An Annunaki scientist later developed a new slave race by mixing the dna of the animals here on earth (apes) with that of the Annunaki themselves. \r<br>This created a strong workforce and as the race spread so did the gold until it got to the point that their homeworld could be restored. \r<br>When this happened the Annunaki felt compassionate towards the early humans that they had created so they provided them with the knowledge of culture, machining and the cosmos. \r<br>This can all be found in the Samarian culture and religion. \r<br>Not only that but the Mayans and various South American cultures follow the same belief system. \r<br>The fact that the government do not want the Samarians to be tought in schools due to the fact that it could turn children away from religion really says something. \r<br>What do you think? Feel free to engage with me in the comments bellow!", "id": 0, "img": "/static/annunaki.jpeg", "name": "Humans were created as alien slaves\r\n", "subject": "the Annunaki"}, {"author": "Scott", "comments": [], "description": "If you were asked to plot Atlantis you would probably say it was in the sea right? \r<br>Well I'm here to tell you that would be wrong. It could have been hiding in plain sight this whole time. \r<br>There is a large Richat structure in the Sahara which not only has the same number of rings that Plato had described Atlantis as having, but has the same diameter as well! \r<br>You may think that this is preposterous because Atlantis was said to have been submerged however we know that the plates of the earth shift over thousands of years and that this has caused several cataclysmic events. \r<br>Perhaps one of these events was the drying of the water surrounding Atlantis. \r<br>I will continue digging into this and will report any findings straight away.", "id": 1, "img": "/static/eye_of_sahara.jpg", "name": "The eye of the Sahara is in fact Atlantis", "subject": "Atlantis"}], "users": [{"Ppic": "/static/Screenshot_20170813-184934.png", "bio": "Aliens are real, birds are not. Fact.", "followers": 1, "following": ["Scott"], "password": "$2b$12$Nf/WBgQYfbziMl4gblC/XeFj4keqAU/4CUfSPp/7gN7eyExAe95Uy", "username": "Scott"}]}